Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: The deputy ministers also discussed current developments in Ukraine.
pl: Wiceministrowie omówili również bieżącą sytuację na Ukrainie.

source: “Today's meetings have shown that we speak with one voice on Ukraine.
pl: - Dzisiejsze spotkania pokazały, że w sprawie Ukrainy mówimy jednym głosem.

source: The deputy chief of Poland's diplomacy thanked the Swedish side for supporting the European Endowment for Democracy (set up in 2013) and TV Belsat.
pl: Wiceszefowa polskiej dyplomacji podziękowała stronie szwedzkiej za wsparcie utworzonego w 2013 roku Europejskiego Funduszu na rzecz Demokracji oraz za wspieranie TV Belsat.

source: The Swedish diplomats confirmed their readiness to maintain the involvement in development aid for EaP countries, a declaration that will be manifested in Sweden's new regional strategy for East European countries.
pl: Szwedzcy dyplomaci potwierdzili gotowość kontynuacji zaangażowania w dziedzinie pomocy rozwojowej w krajach Partnerstwa Wschodniego, czego potwierdzeniem ma być nowa strategia regionalna Szwecji dla państw Europy Wschodniej.

source: Power of the Private Sector in the Development Process
pl: How to Share Transformation Experiences

source: The Power of the Private Sector in the Development Process: from Financing to Implementing Public-Private Partnerships [1]
pl: Aid Effectiveness and Accountability How to Share Transformation Experiences [1]

source: The panellists shared their opinions and experiences on the necessary conditions for bigger private sector involvement towards developing countries.
pl: Paneliści postulowali wprowadzenie rozróżnienia między pojęciami transformation i transition.

source: The system of governance in place in a given country is of key significance here.
pl: - młodzi liderzy transformacji - przedstawiciele Transformation Thinkers (międzynarodowej sieci osób zaangażowanych na rzecz zmian).

source: The Commission could assist these changes by providing an appropriate system of incentives (grants, subsidies).
pl: U. Vialichka zauważył, że nie będzie dobrej transformacji, jeśli opiera się ona na fasadowych instytucjach (sąd, parlament).

source: Invitation to use new version of “Polish Aid” website
pl: Zaproszenie do korzystania z nowej wersji strony internetowej programu „polska pomoc”

source: What had made us take up this form of international cooperation was not only our EU membership, but also a deep belief that it was high time for Poland to move on from being an aid beneficiary to becoming its donor.
pl: Do rozwijania tej formy współpracy międzynarodowej skłoniło nas nie tylko członkostwo w Unii Europejskiej, ale również głębokie przeświadczenie, że nadszedł czas, aby Polska z biorcy pomocy stała się jej dawcą.

source: Today, looking back on a decade of experience and in the knowledge that Polish development assistance enjoys the trust of our partners and beneficiaries, as well as high approval ratings of the public, we are unveiling a new version of the website.
pl: Dzisiaj, mając za sobą dekadę doświadczeń oraz świadomość, że polska pomoc rozwojowa cieszy się zaufaniem partnerów i beneficjentów, a także wysokim poparciem społecznym, startujemy z nową wersją portalu.

source: We want this portal to provide you with topical information, enable you to take part in our calls for proposals, and give you a channel of direct communication with the team of the MFA Department of Development Cooperation.
pl: Naszą ambicją jest, aby strona stała się dla Państwa nie tylko źródłem aktualnych informacji i narzędziem umożliwiającym udział w postępowaniach konkursowych, lecz również środkiem bezpośredniej komunikacji z zespołem Departamentu Współpracy Rozwojowej MSZ.

source: We strongly encourage you to visit our site on a regular basis, and we look forward to any suggestions you may have about the way it should develop in the future.
pl: Zachęcamy Państwa gorąco do regularnego odwiedzania naszego portalu i pozostajemy otwarci na wszelkie sugestie dotyczące jego dalszego rozwoju.

source: You are here Polish Aid / News / Under-Secretary of State Katarzyna Pełczyńska-Nałęcz meets members of Zagranica Group
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Programowanie wieloletnie / Spotkanie Podsekretarz Stanu K. Pełczyńskiej-Nałęcz z Grupą Zagranica

source: Under-Secretary of State Katarzyna Pełczyńska-Nałęcz meets members of Zagranica Group
pl: Spotkanie Pani Minister K. Pełczyńskiej-Nałęcz z Grupą Zagranica

source: On 24 February 2012, Under-Secretary of State for development cooperation and eastern policy Katarzyna Pełczyńska-Nałęcz met the Board of Zagranica Group, an association of Polish NGOs involved in international development cooperation, democracy support and humanitarian aid.
pl: 24 lutego 2012 roku na zaproszenie Podsekretarz stanu ds. współpracy rozwojowej i polityki wschodniej Katarzyny Pełczyńskiej-Nałęcz odbyło się spotkanie z Zarządem Grupy Zagranica - stowarzyszeniem polskich organizacji pozarządowych zaangażowanych w międzynarodową współpracę rozwojową, wspieranie demokracji i pomoc humanitarną.

source: The talks focused on the public consultations that are underway in connection with the 2012-2015 multiannual plan, as well as future cooperation.
pl: Przedmiotem dyskusji były trwające właśnie konsultacje społeczne w sprawie projektu programu wieloletniego na lata 2012-2015 oraz dalsze plany współpracy.

source: The two sides agreed to draw up a work schedule for the 2013 annual plan.
pl: Uzgodniono m.in., iż opracowany zostanie harmonogram prac nad planem rocznym na rok 2013.

source: They also emphasized the need to lay down permanent rules that would apply to development cooperation between the MFA and its social partners.
pl: Sformułowano również potrzebę wypracowania trwałych zasad współpracy pomiędzy MSZ a partnerami społecznymi w sprawach polityki rozwojowej.

source: You are here Polish Aid / News / Eurobarometer 2013: more and more EU citizens support development aid
pl: jesteś tutaj Polska pomoc / Aktualności / Eurobarometr 2013: Coraz więcej Europejczyków popiera pomoc rozwojową

source: Eurobarometer 2013: more and more EU citizens support development aid
pl: Eurobarometr 2013: Coraz więcej Europejczyków popiera pomoc rozwojową

source: During the European Development Days (EDDs) in Brussels on 26-27 November 2013, an annual event devoted to development issues, the Eurobarometer published results from a survey "EU Development Aid and the Millennium Development Goals".
pl: W trakcie Europejskich Dni Rozwoju (EDR) w Brukseli w dniach 26-27 listopada 2013 r., corocznej imprezy poświęconej problematyce rozwojowej, Eurobarometr ogłosił wyniki badania opinii publicznej pt. „Pomoc rozwojowa UE i Milenijne Cele Rozwoju”.

source: The Eurobarometer carried out over 27 thousand surveys in 28 EU countries.
pl: Eurobarometr przeprowadził ponad 27 tys. wywiadów kwestionariuszowych w 28 krajach członkowskich UE, przepytano ok.

source: The questionnaire included questions concerning EU citizens' opinions about the future of development aid, their own commitment in helping people in developing countries and aid priorities for the next years.
pl: Kwestionariusz zawierał pytania o opinie obywateli UE na temat przyszłości pomocy rozwojowej, ich własnego zaangażowania w pomoc ludziom w krajach rozwijających się i priorytety pomocowe na kolejne lata.

source: The survey is a part of the discussion concerning the direction of the EU development aid after 2015, when the Millennium Development Goals announced by the United Nations in 2000 will seize to be binding, which was one of the main points of the debate during the European Development Days this year.
pl: Badanie jest częścią dyskusji na temat kierunku rozwoju pomocy rozwojowej Unii Europejskiej po roku 2015, kiedy przestaną obowiązywać Milenijne Cele Rozwoju ogłoszone przez ONZ w 2000 r., co było jednym z głównych punktów debaty podczas tegorocznych EDR.

source: The Barometer public opinion research will constitute an important contribution to preparation of the program of the European Year for Development 2015.
pl: Badanie opinii społecznej Eurobarometru będzie stanowić istotny wkład w przygotowanie programu Europejskiego Roku Rozwoju 2015.

source: The results obtained indicate that throughout the European Union the awareness of developmental problems and poverty in the world is increasing.
pl: Otrzymane wyniki pokazują, że w całej Unii Europejskiej wzrasta świadomość problemów rozwojowych i ubóstwa na świecie.

source: More and more respondents claim that development aid should be one of the priorities of the EU.
pl: Coraz więcej respondentów uważa, że pomoc rozwojowa powinna być jednym z priorytetowych działań UE.

source: In Poland the support for development policy is also at a very high level (70%), above the European average.
pl: W Polsce poparcie dla polityki rozwojowej również jest bardzo wysokie (70%), powyżej europejskiej średniej.

source: According to the survey, the Millennium Development Goals are being poorly recognized in Europe.
pl: Z badania wynika, że Milenijne Cele Rozwoju są słabo rozpoznawane w Europie.

source: The most difficult challenges for the next years, according to the people who participated in the surveys, are eradicating poverty, achieving gender equality and stopping the spread of HIV/AIDS.
pl: Dla osób biorących udział w wywiadach najtrudniejsze wyzwania na następne lata to zlikwidowanie ubóstwa, osiągnięcie równouprawnienia płci oraz zatrzymanie rozprzestrzeniania się HIV/AIDS.

source: You are here Polish Aid / News / Civil service training for Eastern Partnership countries
pl: jesteś tutaj Polska pomoc / Aktualności / Szkolenie z zakresu służby cywilnej dla krajów Partnerstwa Wschodniego

source: The Department of Development Cooperation, in cooperation with the National School of Public Administration (KSAP), has organized a civil service training on 21-25 October 2013.
pl: Departament Współpracy Rozwojowej, we współpracy z Krajową Szkołą Administracji Publicznej, zorganizował w dniach 21 - 25 października 2013 r. szkolenie z zakresu systemu służby cywilnej.

source: The training was carried out in the framework of the Eastern Partnership Academy of Public Administration.
pl: Szkolenie realizowane było w ramach Programu Akademii Administracji Publicznej Partnerstwa Wschodniego (AAPPW).

source: 29 public administration representatives from Armenia, Azerbaijan, Georgia, Moldova and Ukraine took part in the course.
pl: W sesjach szkoleniowych wzięło udział 29 przedstawicieli organów administracji państwowej Armenii, Azerbejdżanu, Gruzji, Mołdawii oraz Ukrainy.

source: During the lectures and workshops, participants learned about the rules and practices of civil service , i.a. regulations, selected civil service models in EU countries, human resources management in EU institutions, high-level personnel appointment, changing trends in the civil service in EU countries.
pl: Podczas wykładów i warsztatów uczestnicy zapoznali się zasadami i praktykami służby cywilnej, w tym m.in. przepisami, wybranymi modelami służby cywilnej w państwach UE, zarządzaniem zasobami ludzkimi w instytucjach UE, obsadą wyższych stanowisk, trendami zmian w służbie cywilnej w państwach UE.

source: In addition to the course, study visits were organised to the Chancellery of the Prime Minister, Ministry of Regional Development, Ministry of Administration and Digitization.
pl: Uzupełnieniem do prowadzonych szkoleń były wizyty studyjne w Kancelarii Prezesa Rady Ministrów, Ministerstwie Rozwoju Regionalnego oraz Ministerstwie Administracji i Cyfryzacji.

source: The implementation of this module is Poland's contribution to the civil service programme panel.
pl: Wdrożenie tego modułu jest wkładem Polski w realizację programu panelu w dziedzinie służby cywilnej.

source: Participants positively assessed the matter and the form of the trainings dedicated to representatives of 5 EP countries.
pl: Uczestnicy pozytywnie ocenili zawartość merytoryczną oraz formę szkoleń dedykowanych do reprezentantów 5 krajów PW.

source: The practical activities in the form of workshops were particularly popular.
pl: Szczególnym zainteresowaniem cieszyły się zajęcia praktyczne przygotowane w postaci warsztatów.

source: This formula allowed for an exchange of knowledge and experience in implementing the public administration reform in the given countries.
pl: Taka formuła pozwoliła na wymianę wiedzy oraz doświadczeń w zakresie wdrażania reformy administracji publicznej w poszczególnych krajach.

source: The training in the EPAPA civil service system is the second of three training modules planned in 2013.
pl: Szkolenie z zakresu systemu służby cywilnej AAPPW, jest drugim, z trzech zaplanowanych do realizacji w 2013 r. modułów szkoleniowych.

source: The first applied to the self-government reform and was directed at Georgian officials.
pl: Pierwszy, dotyczył reformy samorządowej i skierowany był do urzędników gruzińskich.

source: The third will apply to European negotiations.
pl: Trzeci moduł poświęcony będzie negocjacjom europejskim.

source: It will take place on 18-22 November with the participation of public administration units' representatives from Moldova.
pl: Odbędzie się w dniach 18-22 listopada z udziałem przedstawicieli organów administracji państwowej Mołdawii.

source: The Academy has been organised since 2011 in cooperation with the National School of Public Administration.
pl: Akademia realizowana jest od 2011 r., we współpracy z Krajową Szkołą Administracji Publicznej.

source: Prime Minister Donald Tusk announced the creation of the EPAPA at the Eastern Partnership Summit in Warsaw (29-30 September 2011).
pl: Powołanie AAPPW zostało ogłoszone przez Premiera Donalda Tuska podczas Szczytu Partnerstwa Wschodniego w Warszawie (29-30 września 2011 r.).

source: The programme is financed from the Polish development aid funds.
pl: Program finansowany jest ze środków polskiej pomocy rozwojowej.

source: You are here Polish Aid / Our activities / Volunteering Programme / Volunteering Programme 2015 / Publication "Polish Aid Volunteering Programme"
pl: jesteś tutaj Polska pomoc / Nasze działania / Wolontariat polska pomoc / Wolontariat polska pomoc 2015 / Publikacja "Wolontariat Polska Pomoc"

source: Publication "Polish Aid Volunteering Programme"
pl: Publikacja "Wolontariat Polska Pomoc"

source: Since 2008 the Ministry of Foreign Affairs have conducted a volunteering program addressed to people ready to engage in providing assistance to communities in developing countries, including the poorest countries in the world.
pl: Ministerstwo Spraw Zagranicznych od 2008 r. prowadzi program wolontariacki adresowany do osób gotowych zaangażować się w świadczenie pomocy na rzecz społeczności krajów rozwijających się, w tym najuboższych państw świata.

source: With the recent publication of the MFA you can find out what conditions need to be met for participation in the Program, in which countries the volunteering projects are carried out, what is their time span, and what are they all about.
pl: Z najnowszej publikacji Ministerstwa wszyscy zainteresowani mogą dowiedzieć się jakie są warunki uczestnictwa w programie "Wolontariat polska pomoc", w jakich krajach realizowane są projekty wolontariackie, jak długo trwają i jaki mają charakter.

source: This publication also explains how - in eight simple steps - to become a Polish Aid Volunteer.
pl: Znaleźć w niej można także instrukcję, która w ośmiu prostych krokach wyjaśnia jak zostać wolontariuszem polskiej pomocy.

source: The North Africa region includes Morocco, Algeria, Tunisia, Libya and Egypt.
pl: Region Afryki Północnej obejmuje swoim zasięgiem Maroko, Algierię, Tunezję, Libię i Egipt.

source: Since 2011 the area has witnessed turbulent socio-political events, often accompanied by violence and armed struggle.
pl: Od 2011 r. obszar ten jest świadkiem gwałtownych wydarzeń społeczno-politycznych, którym niejednokrotnie towarzyszą konflikty zbrojne i akty przemocy.

source: In reaction to the subsequent government transformation process in certain countries of the region (Tunisia, Egypt and Libya), Poland acknowledged the democratic aspirations of local societies and decided to support the process through development cooperation, as well as sharing its own transformation experience.
pl: Reagując na zapoczątkowany wówczas proces transformacji ustrojowych w poszczególnych krajach regionu (w Tunezji, Egipcie i Libii), Polska poparła demokratyczne aspiracje lokalnych społeczeństw i podjęła decyzję o udzieleniu wsparcia procesowi przemian ustrojowych poprzez współpracę rozwojową oraz dzielenie się polskimi doświadczeniami z okresu transformacji.

source: As a result Tunisia and Libya were included as North Africa region priority countries into the Multiannual development cooperation program 2012-2015 .
pl: W rezultacie Tunezję i Libię włączono jako kraje priorytetowe regionu Afryki Północnej do Wieloletniego programu współpracy rozwojowej na lata 2012-2015 .

source: As part of the detailed priorities of democracy and human rights and government transformation conducted for those countries, Poland endeavors to: support professionalization and development of public administration, promote environmental protection and finally support the socially excluded groups.
pl: W ramach tematycznych priorytetów - demokracji i praw człowieka oraz transformacji systemowej - realizowanych na rzecz tych krajów, Polska zamierza: wspierać profesjonalizację i rozwój administracji publicznej, promować ochronę środowiska oraz wspierać grupy defaworyzowane społecznie.

source: After the undemocratic regimes had been toppled, the countries of the region faced the necessity of establishing the basics of democracy and functioning state structures, without having previous experience or adequate knowledge of their own.
pl: Po obaleniu niedemokratycznych reżimów kraje regionu stanęły przed koniecznością budowy od podstaw demokratycznych i sprawnych struktur państwowych, nie dysponując przy tym własnym doświadczeniem czy stosowną wiedzą.

source: Thus the passing on of the Polish systemic transformation experience will serve the creation of a modern administration capable of providing effective state governance, as well as sound public relations.
pl: Stąd też przekazywanie polskich doświadczeń transformacji ustrojowej będzie sprzyjać budowie nowoczesnej administracji zdolnej do zapewnienia efektywnego zarządzania państwem i właściwego komunikowania się ze społeczeństwem.

source: At a time of turbulent and rapid socio-political changes those who pay the highest price of the transformation process are usually the weakest and the poorest people.
pl: W okresie gwałtownych i przyśpieszonych przemian społeczno-politycznych, osoby najsłabsze i najbiedniejsze często ponoszą największe koszty społeczne i gospodarcze procesu transformacji.

source: That is why there is a need for measures aiming at integrating the socially excluded, such as prepping their education system and conducting professional motivation.
pl: Dlatego też istnieje potrzeba wsparcia działań mających na celu integrację społeczną osób z grup defaworyzowanych społecznie, w tym poprawę systemu ich kształcenia i aktywizację zawodową.

source: Raising the effectiveness of civil society's support actions towards those people is equally important.
pl: Równie istotnym jest też podniesienie efektywności działań organizacji społeczeństwa obywatelskiego na rzecz wsparcia tych grup.

source: The Polish development cooperation with North Africa is delivered mainly through the operations of Polish NGOs (projects financed by the International Solidarity Foundation), initiatives undertaken by the Polish diplomatic facilities abroad ( small grants scheme ) and also initiatives of government administration organs.
pl: Polska współpraca rozwojowa na rzecz Afryki Północnej realizowana jest w głównej mierze poprzez działania polskich organizacji pozarządowych (projekty finansowanie poprzez Fundację Solidarności Międzynarodowej ), inicjatywy podejmowane przez polskie placówki zagraniczne ( system małych grantów ), a także organy administracji rządowej.

source: As of 2013 our development cooperation is still concentrated on Tunisia and Libya - the priority countries in North Africa - with whom Poland shares her own experience from the transformation period in order to support the ongoing democratization and transformation processes (see the full list of projects ).
pl: W 2013 r. współpraca rozwojowa w dalszym ciągu koncentrowała się na Tunezji i Libii - państwach priorytetowych w regionie Afryki Północnej - którym Polska przekazuje własne doświadczenia z okresu transformacji w celu wsparcia zachodzących tam procesów przemian demokratyzacyjnych i transformacyjnych (zobacz pełną listę projektów).

source: As part of the “Supporting Democracy 2013” grants competition financed by the polish development cooperation program and organized by the Solidarity Fund PL , the Polish NGOs implemented 4 projects in Tunisia, with a total subsidy of 759 430 PLN.
pl: W ramach konkursu grantowego „Wsparcie demokracji 2013”, finansowanego ze środków programu polskiej współpracy rozwojowej i realizowanego przez Fundację Solidarności Międzynarodowej , polskie organizacje pozarządowe wdrożyły 4 projekty na rzecz Tunezji, które dofinansowano w łącznej wysokości 759 430 PLN.

source: A further 326 780 PLN provided by the Polish Ministry of Foreign Affairs was used by the Fund to launch a project in Tunisia, which included Polish experts-ran workshops for Tunisian civil servants, media and NGOs, as well as internships in Poland for Tunisians.
pl: Sama Fundacja ze środków przekazanych w kwocie 326 780 PLN przez Ministerstwo Spraw Zagranicznych RP zrealizowała projekt, w ramach którego w Tunezji zorganizowane zostały warsztaty z udziałem polskich ekspertów dla przedstawicieli tunezyjskiej administracji, mediów i organizacji pozarządowych, połączone ze stażami dla Tunezyjczyków w Polsce.

source: It included border protection management workshops between the Tunisian side and representatives of the Polish administration and NGOs, together with internships for Tunisian civil servants at the border guard training center in Kętrzyn.
pl: W ramach projektu prowadzone były warsztaty z zakresu zarządzania ochroną granic z udziałem strony tunezyjskiej oraz przedstawicieli polskiej administracji publicznej i NGOs, a także staże administracji tunezyjskiej w ośrodku szkoleniowym SG w Kętrzynie.

source: 2 projects for Tunisia and Egypt were conducted under the small grants scheme and they accounted for 129 061 PLN.
pl: Na rzecz Tunezji i Egiptu zrealizowane zostały 2 projekty w ramach systemu małych grantów o łącznej kwocie dofinansowania wynoszącej równowartość 129 061 PLN.

source: The total sum devoted to Polish development cooperation projects in countries of the North Africa region amounted to 1 867 652 PLN.
pl: Łączna wartość projektów zrealizowanych na rzecz krajów Afryki Północnej w ramach polskiej współpracy rozwojowej wyniosła 1 867 652 PLN.

source: You are here Polish Aid / Partner countries / Eastern Partnership / Ukraine / Pidzamche believes in a better future
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Partnerstwo Wschodnie / Ukraina / Podzamcze wierzy w lepszą przyszłość

source: Pidzamche believes in a better future
pl: Podzamcze wierzy w lepszą przyszłość

source: One of Lviv's oldest districts, Pidzamche boasts a historic urban layout, numerous relics of material culture, and the memory of Jewish heritage.
pl: Podzamcze, jedna z najstarszych dzielnic Lwowa, która może poszczycić się historycznym układem urbanistycznym, zabytkami kultury materialnej oraz pamięcią o dziedzictwie żydowskim.
